Repository: Blaimi/phpmyadmin-debian-omnibus
Catalog: debian/po/*.po
Languages: da, de, es, gl, it, ja, nl, pl, pt_br, ru, sv, vi

source: Which web server would you like to reconfigure automatically?
da: Hvilken webserver ønsker du at få sat op automatisk?
de: Welchen WEb-Server möchten Sie automatisch konfigurieren?
es: ¿Qué servidor web le gustaría reconfigurar automáticamente?
gl: ¿Que servidor web quere reconfigurar automaticamente?
it: Quale server web si vuole riconfigurare automaticamente?
ja: どの web サーバを自動的に再設定しますか?
nl: Welke webserver wilt u automatisch herconfigureren?
pl: Który serwer WWW przekonfigurować automatycznie?
pt_br: Qual servidor Web você gostaria de reconfigurar automaticamente ?
ru: Какой из веб-серверов Вы хотите перенастроить автоматически?
sv: Vilken webbserver vill du att jag ska konfigurera automatiskt?
vi: Bạn muốn tự động cấu hình lại máy phục vụ Mạng nào?

source: phpMyAdmin supports any web server that PHP does, but this automatic configuration process only supports Apache.
da: phpMyAdmin understøtter enhver webserver, som PHP gør, men denne automatiske opsætningsproces understøtter kun Apache.
de: phpMyAdmin untersützt jeden Web-Server der PHP unterstützt, diese automatische Konfiguration unterstützt jedoch nur Apache.
es: phpMyAdmin funciona con cualquier servidor web que tenga soporte para PHP, pero el proceso de configuración automática sólo soporta Apache.
gl: phpMyAdmin soporta os mesmos servidores web que PHP, pero este proceso automático de configuración só soporta Apache.
it: phpMyAdmin può essere usare usato con qualsiasi server web che supporta PHP ma la configurazione automatica funziona solo con Apache.
ja: phpMyAdmin は PHP が動作する web サーバをサポートしていますが、この自動設定プロセスは Apache のみサポートしています。
nl: phpMyAdmin ondersteunt elke webserver waar PHP aanwezig is, maar dit automatisch configuratieproces ondersteunt enkel Apache en Apache-SSL.
pl: phpMyAdmin działa z dowolnym serwerem WWW który obsługuje pliki PHP, ale automatyczna konfiguracja działa tylko dla Apache.
pt_br: O phpMyAdmin suporta qualquer servidor Web suportado pelo PHP, mas este processo de configuração automático suporta somente o servidor Web Apache.
ru: phpMyAdmin поддерживает любой веб-сервер, который работает с PHP, но данный процесс автоматической настройки поддерживает только Apache.
sv: phpMyAdmin har stöd för de webbservrar som PHP har men den här automatiska konfigurationsprocessen klarar endast Apache.
vi: Trình phpMyAdmin có hỗ trợ cùng mọi trình phục vụ Mạng với PHP, nhưng mà tiến trình cấu hình tự động này hỗ trợ chỉ Apache thôi.

source: Do you want me to restart ${webserver} now?
da: Skal jeg genstarte ${webserver} nu?
de: Möchten Sie, dass ich ${webserver} jetzt neu starte?
es: ¿Desea reiniciar ${webserver} ahora?
gl: ¿Quere que se reinice ${webserver} agora?
it: Si vuole riavviare ${webserver} adesso?
ja: ${webserver} をすぐに再起動しますか?
nl: Wilt u ${webserver} nu herstarten?
pl: Czy zrestartować teraz ${webserver}?
pt_br: Você deseja que o ${webserver} seja reiniciado agora ?
ru: Хотите перезапустить ${webserver} прямо сейчас?
sv: Vill du att jag startar om ${webserver} nu?
vi: Bạn có muốn trình này khởi chạy lại «${webserver}» ngay bây giờ không?

source: Remember that in order to activate the new configuration ${webserver} has to be restarted. You can also restart ${webserver} manually executing /etc/init.d/${webserver} restart
da: Husk at ${webserver} skal genstartes for at aktivere den nye opsætning. Du kan også selv genstarte ${webserver} ved at køre '/etc/init.d/${webserver} restart'.
es: Recuerde que, para activar la nueva configuración, ${webserver} debe ser reiniciado. También puede reiniciar ${webserver} manualmente ejecutando /etc/init.d/${webserver} restart
it: Per attivare la nuova configurazione è necessario riavviare ${webserver}. Si può riavviare ${webserver} anche manualmente eseguendo "/etc/init.d/${webserver} restart".
pt_br: Lembre-se que, para que a nova configuração seja ativada, o ${webserver} precisa ser reiniciado. Você também pode reiniciar o ${webserver} manualmente executando '/etc/init.d/${webserver} restart'
ru: Помните, что для активизации новой настройки ${webserver} должен быть перезапущен. Вы можете перезапустить ${webserver} вручную командой /etc/init.d/${webserver} restart
vi: Hãy ghi nhớ: để hoạt hóa cấu hình mới, cần phải khởi chạy lại trình phục vụ Mạng «${webserver}». Cũng có thể tự khởi chạy lại «${webserver}» bằng cách thực hiện lệnh «/etc/init.d/${webserver} restart».

source: User name for web-based setup system:
da: Brugernavn på webbaseret opsætningssystem:
de: Benutzername für die webbasierte Installaton:
es: Usuario para el sistema de configuración basado en web:
gl: Nome de usuario para o sistema de configuración en web:
it: Nome utente per il sistema di configurazione via web:
ja: web ベース設定システムのユーザ名:
nl: Gebruikersnaam voor webgebaseerde configuratie:
pl: Nazwa użytkownika dla konfiguratora z poziomu przeglądarki:
pt_br: Nome do usuário para o sistema de configuração baseado na Web :
ru: Имя пользователя для системы web-установки:
sv: Användarnamn för det webbaserade konfigurationssystemet:
vi: Tên người dùng cho hệ thống thiết lập đựa vào Mạng:

source: Leave empty if you want to use the default user name 'admin'.
da: Lad det stå tomt, hvis du vil bruge standardnavnet 'admin'.
de: Lassen Sie das leer, wenn sie den Standardbenutzernamen 'admin' verwenden möchten.
es: Déjelo vacío si quiere utilizar el nombre de usuario por omisión («admin»).
gl: Déixeo en branco se quere empregar o nome de usuario por defecto, "admin".
it: Lasciare vuoto se si vuole usare il nome utente predefinito "admin".
ja: デフォルトのユーザ名 'admin' を使いたい場合は空のままにしておいてください。
nl: Laat dit leeg als u de standaard gebruikersnaam 'admin' wilt gebruiken.
pl: Pozostaw puste, jeżeli chcesz pozostawić domyślą nazwę użytkownika 'admin'.
pt_br: Mantenha em branco caso você deseje utilizar o nome de usuário padrão 'admin'.
ru: Оставьте пустым, если хотите использовать по умолчанию имя 'admin'.
sv: Lämna blank om du vill använda standardanvändarnamnet "admin".
vi: Hãy bỏ rỗng nếu bạn muốn sử dụng tên người dùng mặc định « admin » (quản trị).

source: Password for web-based setup system:
da: Adgangskode til webbaseret opsætningssystem:
de: Passwort für die webbasierte Installation:
es: Contraseña para el sistema de configuración basado en web:
gl: Contrasinal para o sistema de configuración en web:
it: Password per il sistema di configurazione via web:
ja: web ベース設定システムのパスワード:
nl: Wachtwoord voor webgebaseerde configuratie:
pl: Hasło dla konfiguratora z poziomu przeglądarki:
pt_br: Senha para o sistema de configuração baseado na Web :
ru: Пароль для системы web-установки:
sv: Lösenord för det webbaserade konfigurationssystemet:
vi: Mật khẩu cho hệ thống thiết lập đựa vào Mạng:

source: phpMyAdmin comes with a setup script that can help you with creating configuration. The script is located at http://localhost/scripts/setup.php . For security reason it requires authorization.
da: phpMyAdmin har et opsætningsscript, der kan hjælpe dig med at oprette en opsætning. Scriptet ligger i http://localhost/scripts/setup.php . Af sikkerhedsårsager kræver det en adgangkode.
pt_br: O phpMyAdmin é fornecido com um script de configuração que pode auxiliá-lo em sua configuração. O script está localizado em http://localhost/scripts/setup.php . Por razões de segurança, o mesmo requer autorização.

source: You can manage the usernames and passwords with `htpasswd' command. They are stored in /etc/phpmyadmin/htpasswd.setup file.
da: Du kan håndtere brugernavne og adgangskoder med kommandoen 'htpasswd'. De gemmes i filen /etc/phpmyadmin/htpasswd.setup .
de: Sie können die Benutzernamen und Passwörter mittels dem 'htpasswd' Kommando verwalten. Sie werden in der Datei /etc/phpmyadmin/htpasswd.setup gespeichert.
es: Puede gestionar los nombres de usuario y contraseñas con la orden «htpasswd». Estos datos están almacenados en el fichero /etc/phpmyadmin/htpasswd.setup.
gl: Pode xestionar os nomes de usuario e contrasinais coa orde "htpasswd". Están armacenados no ficheiro /etc/phpmyadmin/htpasswd.setup.
it: Utenti e password sono memorizzati nel file /etc/phpmyadmin/htpasswd.setup e possono essere gestiti con il comando "htpasswd".
ja: `htpasswd' コマンドを使ってユーザ名とパスワードを管理できます。これは /etc/phpmyadmin/htpasswd.setup ファイルに保存されます。
nl: U kunt gebruikersnamen en wachtwoorden beheren met het 'htpasswd'-commando. Deze worden opgeslagen in /etc/phpmyadmin/htpasswd.setup.
pl: Nazwę użytkownika i hasło można zmienic za pomocą polecenia `htpasswd'. Dane do autoryzacji są przechowywane w pliku /etc/phpmyadmin/htpasswd.setup .
pt_br: Você pode gerenciar os nomes de usuários e senhas com o comando 'htpasswd'. Os mesmos estão armazenados no arquivo /etc/phpmyadmin/htpasswd.setup.
ru: Вы можете управлять именами и паролями пользователей с помощью команды `htpasswd'. Они хранятся в файле /etc/phpmyadmin/htpasswd.setup
sv: Du kan hantera användarnamnen och lösenorden med kommandot "htpasswd". De lagras i filen /etc/phpmyadmin/htpasswd.setup.
vi: Bạn có thể quản lý các tên người dùng và mật khẩu bằng lệnh « htpasswd ». Chúng được cất giữ trong tập tin </etc/phpmyadmin/htpasswd.setup>.

source: Leave empty if you want to disable an access to web-based setup.
da: Lad det stå tomt, hvis du vil deaktivere adgangen til den webbaserede opsætning.
pt_br: Mantenha em branco caso você deseje desabilitar acesso à configuração baseada na Web.

source: Remember that in order to activate the new configuration ${webserver} has to be restarted. You can also restart ${webserver} by manually executing /etc/init.d/${webserver} restart
de: Beachten Sie, dass ${webserver} neu gestartet werden muss, um die neue Konfiguration zu verwenden. Sie können ${webserver} auch mit dem Befehl "/etc/init.d/${webserver} restart" neu starten.
gl: Lembre que para activar a nova configuración hai que reiniciar ${webserver}. Tamén pode reiniciar ${webserver} a man executando /etc/init.d/${webserver} restart
ja: ${webserver} の新規設定を有効にするためには再起動が必要なことに留意してください。手動で /etc/init.d/${webserver} restart を実行することでも再起動ができます。
nl: Om de nieuwe configuratie te activeren, is het nodig ${webserver} te herstarten. U kunt ${webserver} ook handmatig herstarten door '/etc/init.d/${webserver} restart' uit te voeren.
pl: Aby uaktywnić zmiany, potrzeby jest restart ${webserver}. Można dokonać tego ręcznie wywołując polecenie /etc/init.d/${webserver} restart
sv: Kom ihåg att aktivera den nya konfiguration genom att starta om ${webserver}. Du kan även starta om ${webserver} manuellt genom att köra /etc/init.d/${webserver} restart

source: phpMyAdmin comes with a setup script that can help you with creating configuration. The script is located at http://localhost/phpmyadmin/scripts/setup.php . For security reason it requires authorization.
de: phpMyAdmin kommt mit einem Installationsscript, welches Ihnen beim Erstellen der Konfiguration hilft. Das Script befindet sich unter http://localhost/phpmyadmin/scripts/setup.php . Aus Sicherheitsgründen erfordert es Authorisierung.
es: phpMyAdmin viene acompañado de un script que puede ayudarle a crear la configuración. Este script se encuentra en http://localhost/phpmyadmin/scripts/setup.php . Por razones de seguridad, para acceder es necesario estar autorizado.
gl: phpMyAdmin inclúe un script de configuración que o pode axudar a crear a configuración. O script reside en http://localhost/phpmyadmin/scripts/setup.php . Por motivos de seguridade, o script precisa de autorización.
it: phpMyAdmin viene rilasciato con uno script che aiuta durante la creazione della configurazione. Lo script è raggiungibile da http://localhost/phpmyadmin/scripts/setup.php . Per motivi di sicurezza è necessaria l'autenticazione.
ja: phpMyAdmin は設定を作成するのに役立つ設定スクリプトを含んでいます。スクリプトは http://localhost/phpmyadmin/scripts/setup.php に設置されてます。セキュリティ上の理由によって、これを使うには認証が必要となります。
nl: phpMyAdmin heeft een script dat u kan helpen met de configuratie. Dit script vindt u op http://localhost/phpmyadmin/scripts/setup.php. Wegens beveiligingsredenen is er autorisatie voor nodig.
pl: phpMyAdmina można skonfigurować z poziomu przeglądarki WWW. Skrypt konfiguratora jest dostępny pod adresem http://localhost/phpmyadmin/scripts/setup.php .
ru: phpMyAdmin поставляется со скриптом установки, который поможет вам в настройке. Скрипт расположен по адресу http://localhost/phpmyadmin/scripts/setup.php . В целях безопасности, он требует авторизации.
sv: phpMyAdmin kommer med ett konfigurationsskript som kan hjälpa dig att skapa en konfiguration. Skriptet kan hittas på http://localhost/phpmyadmin/scripts/setup.php . Av säkerhetsskäl kräver det auktorisering.
vi: Phần mềm phpMyAdmin có sẵn một tập lệnh thiết lập để hướng dẫn bạn tạo cấu hình. Tập lệnh này nằm ở <http://localhost/phpmyadmin/scripts/setup.php>. Vì lý do bảo mật, bạn cần quyền quản trị để sử dụng nó.

source: Leave empty if you want to disable access to web-based setup.
de: Lassen Sie das leer, wenn Sie den Zugriff auf die webbasierte Installation verbieten möchten.
es: Déjelo vacío si quiere deshabilitar el acceso al sistema de configuración basado en web.
gl: Déixeo en branco se quere desactivar o acceso á configuración en web.
it: Lasciare vuoto se si vuole usare diabilitare la configurazione via web.
ja: web ベースの設定画面へのアクセスを無効にしたい場合、空のままにしておいてください。
nl: Laat dit leeg als u de webgebaseerde configuratie wilt blokkeren.
pl: Pozostaw puste, jeżeli chcesz zablokować dostęp do konfiguratora z poziomu przeglądarki.
ru: Оставьте пустым, если хотите запретить доступ к web-установке.
sv: Lämna blank om du vill inaktivera tillgång till den webbaserade konfigurationen.
vi: Hãy bỏ rỗng nếu bạn muốn vô hiệu hoá khả năng truy cập thiết lập đựa vào Mạng.
